Revit 2027 API
SymbolTypeId.FtSup2PerS Property
 Symbol ft²/s, indicating unit Square feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup2PerS { get; }
Public Shared ReadOnly Property FtSup2PerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup2PerS {
	ForgeTypeId^ get ();
}
static member FtSup2PerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace